[
    {
        "img": "briceOdom.jpg",
        "name": "Brice Odom",
        "hometown": "Cowpens, South Carolina",
        "majors": "Computer Science and Mathematics",
        "minors": "Psychology",
        "bio": "Hello! I am a first-year student at the University of South Carolina Honors College studying Computer Science and Mathematics in the College of Engineering and Computing and the College of Arts and Sciences (respectively). I am interested in Artificial Intelligence and computer science research. I am a runner, leader, sudoku-fanatic, and avid learner!",
        "linkedIn": "https://www.linkedin.com/in/brice-odom/",
        "resume": "N/A"
    },
    {
        "img": "mattLarsen.png",
        "name": "Matt Larsen",
        "hometown": "Fargo, North Dakota",
        "majors": "Computer Science",
        "minors": "Business Administration",
        "bio": "I'm Matt Larsen, a sophomore at the University of South Carolina, passionate about computer science. I've been honing my skills in Java, Linux, GitHub, and HTML to tackle exciting projects, both independently and as part of collaborative teams. I'm dedicated to pushing the boundaries of technology and excited to contribute my expertise to innovative endeavors. Let's connect and explore the world of possibilities together!",
        "linkedIn": "https://www.linkedin.com/in/matt-larsen-140951243/",
        "resume": "N/A"
    },
    {
        "img": "joePauls.jpg",
        "name": "Joseph Pauls",
        "hometown": "Layfeyette, New Jersey",
        "majors": "Electrical Engineering",
        "minors": " N/A",
        "bio": "I am a sophomore Electrical Engineering student at University of South Carolina on track to graduate a year early. I am currently working part time remotely at L3Harris Technologies as a Systems Engineer intern in the Space and Airborne Systems Electronic Warfare division. I am also working part time as a Research Assistant for Dr. MVS Chandrashekhar in the USC Photonics and Microelectronics Laboratory.",
        "linkedIn": "www.linkedin.com/in/joseph-pauls",
        "resume": " "
    },
    {
        "img": "matthewHughes.JPG",
        "name": "Matthew Hughes",
        "hometown": "Ashburn, Virignia",
        "majors": "Computer Science",
        "minors": " N/A",
        "bio": "I am a dedicated Computer Science Major at the University of South Carolina Honors College, pursuing my passion for technology and innovation. Currently, I am concurrently engaged in the Accelerated Leadership Program at The Boeing Company, gaining valuable industry experience. My academic pursuits, including a year of research in machine learning methods for Out-of-Distribution Generalization, have prepared me to contribute effectively to the ever-evolving realm of computer science.",
        "linkedIn": "https://www.linkedin.com/in/matthew-s-hughes",
        "resume": " "
    },
    {
        "img": "grantReagin.jpg",
        "name": "Grant Reagin",
        "hometown": "Greenwood, South Carolina",
        "majors": "Mechanical Engineering",
        "minors": " N/A",
        "bio": "As a junior mechanical engineering major, I am on track to complete my undergraduate studies by Fall 2025, fueled by a passion for understanding the intricacies of mechanical systems. My journey in engineering has not only honed my analytical skills but has also instilled in me a hands-on approach to learning. I thrive in environments that encourage exploration and experimentation, and I am always eager to tackle new challenges. Beyond my mechanical engineering pursuits, I harbor aspirations of attending medical school by Fall 2026. This dual interest reflects my belief in the intersection of engineering and medicine, where innovation plays a crucial role in advancing healthcare solutions. I am driven by a relentless curiosity and commitment to lifelong learning, both of which fuel my pursuit of knowledge and growth in diverse fields.",
        "linkedIn": "https://www.linkedin.com/in/grant-reagin-ab14b0262/",
        "resume": " "
    },
    {
        "img": "jillianGarzarella.JPG",
        "name": "Jillian Garzarella",
        "hometown": "Royersford, Pennsylvania",
        "majors": "Biomedical Engineering",
        "minors": "Business Administration",
        "bio": "Hello! I'm Jillian Garzarella, majoring in Biomedical Engineering with a minor in Business Administration. I'm on track to graduate in May 2024 with leadership distinction, thanks to my undergraduate research experience. My dedication to patient care has been a driving force in my academic journey, leading me to intern at Merck and volunteer in clinics in rural Guatemala. Theta Tau has greatly enhanced my college experience, serving as the 2023 Scribe and previous academic chair, along with currently being our Dance Marathon team captain.",
        "linkedIn": "https://www.linkedin.com/in/jillian-garzarella-/",
        "resume": "jillianGarzarella.pdf"
    },
    {
        "img": "jacksonGinn.jpg",
        "name": "Jackson Ginn",
        "hometown": "North Augusta, South Carolina",
        "majors": "Computer Science",
        "minors": "Mathematics and Business Administration",
        "bio": "I am Jackson Ginn, a junior computer science student with minors in mathematics and business administration. In summer 2023, I worked as a software engineering intern with Swampfox Technologies, and in summer 2024 I will work as a software engineering intern with Capital One.",
        "linkedIn": "https://www.linkedin.com/in/jacksonginn/",
        "resume": "jacksonGinn.pdf"
    },
    {
        "img": "shannonDepratter.jpg",
        "name": "Shannon DePratter",
        "hometown": "Spartanburg, South Carolina",
        "majors": "Biomedical Engineering",
        "minors": "Neuroscience",
        "bio": "I am dedicated to using my skills and knowledge to make a positive impact in the fields of healthcare and engineering. My undergraduate research in Alzheimer's disease, traumatic brain injury, microtubule repair and degradation, and single molecule kinetics has given me invaluable experience in tackling complex medical problems and finding innovative solutions.",
        "linkedIn": "https://www.linkedin.com/in/shannon-depratter",
        "resume": "shannonDepratter.pdf"
    }
]